{ pkgs, ... }:

{
  ########################################
  # macOS 専用パッケージ
  ########################################

  home.packages = with pkgs; [
    # macではxclipやwl-clipboardは不要
  ];

  ########################################
  # mac専用セッション変数
  ########################################

  home.sessionVariables = {
    EDITOR = "nvim";
    TERMINAL = "wezterm";
    BROWSER = "firefox";  # macではzen使わない想定
  };

  ########################################
  # mac専用設定
  ########################################

  xdg.enable = true;

  ########################################
  # macではfontconfigは不要
  ########################################
}

