{ pkgs, lib, ... }:

{
  ########################################
  # macOS 専用パッケージ
  ########################################
  home.packages = with pkgs; [
    # mac 基本
    coreutils
    gnused
    gawk

    # ネットワーク・確認系
    inetutils
  ];

  ########################################
  # macOS 専用プログラム
  ########################################
  programs.fish.enable = true;

  ########################################
  # macOS 向け環境変数（必要最低限）
  ########################################
  home.sessionVariables = {
    LANG = "ja_JP.UTF-8";
  };
}

